let quiz = prompt('сколько колес на машине? ответ дай цифрой','');

if (quiz == '4') {
  alert('Верно!');
} 


else   {
  alert('Неправильно.');
}

let quiz2 = prompt('Самое большое озеро в Бурятии?', '');

if (quiz2 == 'Байкал') {
  alert('Верно!');
} 


else   {
  alert('Неправильно.');
}


let quiz3 = prompt('маленькая лошадь?', '');

if (quiz3 == 'пони') {
  alert('Верно!');
} 


else   {
  alert('Неправильно.');
}


let quiz4 = prompt('Сколько лет Борису, если он родился 1986 году?', '');

if (quiz4 == '36') {
  alert('Верно!');
} 


else   {
  alert('Неправильно.');
}

let quiz5 = prompt('Последняя версия айфона?, дай ответ цифрой!', '');

if (quiz5 == '14') {
  alert('Верно!');
} 


else   {
  alert('Неправильно.');
}